Repository: BrackeNavaron/bachproef_sourcecode
Catalog: flutter/bachelorproef/res/values/strings_*.arb
Languages: nl

source: one
nl: een

source: two
nl: twee

source: three
nl: drie

source: four
nl: vier

source: five
nl: vijf

# showcaseTab
source: Showcase
nl: Voorvertoning

# settingsTab
source: Settings
nl: Instellingen

source: Async Work
nl: Asynchroon Werk

source: Navigation
nl: Navigatie

source: Lists
nl: Lijsten

source: Animation
nl: Animatie

source: Permissions
nl: Permissies

source: Forms
nl: Formulieren

source: Back to Showcase
nl: Terug naar Voorvertoning

# form_text_required
source: Please provide a value
nl: Gelieve een waarde op te geven

# form_text_max_length
source: A value cannot be longer than $maxLength
nl: Een tekstwaarde kan niet langer zijn dan $maxLength

# form_text_hint
source: This is a text hint
nl: Dit is een tekst hint

# form_switch_on
source: Switch On
nl: Switch Aan

# form_switch_off
source: Switch Off
nl: Switch Uit

# form_radio_1_on
source: Radio 1 On
nl: Radio 1 Aan

# form_radio_1_off
source: Radio 1 Off
nl: Radio 1 Uit

# form_radio_2_on
source: Radio 2 On
nl: Radio 2 Aan

# form_radio_2_off
source: Radio 2 Off
nl: Radio 2 Uit

# form_checkbox_checked
source: Checked
nl: Aangevinkt

# form_checkbox_not_checked
source: Not Checked
nl: Niet Aangevinkt

# animate_button_forward
source: Animate
nl: Animeren

# animate_button_reset
source: Reset Animation
nl: Reset Animatie

# shared_element_button
source: Shared Element Transition
nl: Gedeeld Element Transitie

# shared_element_text
source: This will transition
nl: Dit zal overgaan van A naar B

source: Go Back
nl: Keer Terug

# animate_color
source: Color
nl: Kleur

# animate_colorSize_together
source: Color/Text Together
nl: Kleur/Tekst Samen

# animate_colorSize_sequence
source: Color/Text Sequence
nl: Kleur/Tekst Achtereen

# animate_colorSize_delay
source: Color/Text Delay
nl: Kleur/Tekst Vertraagd
